package com.example.kt4_12.data

object AnimalFacts {
    val factsList = listOf(
        "Колибри — единственная птица, которая может летать задом наперед",
        "Сердце креветки находится в голове",
        "Улитки могут спать до 3 лет подряд",
        "Осьминоги имеют три сердца",
        "Слоны — единственные млекопитающие, которые не умеют прыгать",
        "Крокодилы глотают камни, чтобы глубже нырять",
        "Зубы улитки расположены на языке и их около 25 000",
        "Жирафы спят всего 2 часа в сутки",
        "Бобры никогда не спят зимой, они активны круглый год",
        "Кошки могут поворачивать уши на 180 градусов",
        "Дельфины спят с одним открытым глазом",
        "Панды едят до 12 часов в сутки",
        "Стрекоза может летать в любом направлении, включая боковое",
        "У ленивцев самые медленные метаболизм среди млекопитающих",
        "Вомбаты имеют кубические экскременты"
    )
}